{
    "title": "How to Plant Lavender in Pots",
    "url": "https://www.wikihow.com/Plant-Lavender-in-Pots",
    "title_description": "Lavender plants are beautiful and fragrant plants that thrive in warm dry climates. Not all climates are great for them, so sometimes they need a little extra care to grow well and produce the blossoms you would like. But, with the correct lavender variety,  right potting conditions, and care, you can have a thriving potted lavender plant in almost any place you live.",
    "category_hierarchy": [
        "Home and Garden",
        "Gardening",
        "Indoor and Patio Plants"
    ],
    "author": {
        "name": "Steve Masley",
        "n_coauthors": 6,
        "blurb": "Professional Organic Gardener"
    },
    "time_updated": "August 22, 2019",
    "n_views": 63609,
    "rating": {
        "n_votes": 66,
        "helpful_percent": 97
    },
    "methods": [],
    "parts": [
        {
            "name": "Setting up the Right Growing Conditions",
            "steps": [
                {
                    "headline": "Select a variety of lavender that suits your climate and space best.",
                    "description": "There are 45 different species of lavender with hundreds of varieties, so try narrowing your search by what you want lavender for. Lavenders in general are drought tolerant, but don’t handle the cold very well. If you live in a climate where the winters are very hard, you can still grow lavender plants, but you will probably have to treat them like annuals and replace them each year. Uses for lavender include landscaping, dried buds, culinary, crafts, fresh cuttings, and essential oils. There are different varieties that fit each of these uses differently.",
                    "img": "https://www.wikihow.com/images/thumb/d/df/Plant-Lavender-in-Pots-Step-1.jpg/v4-460px-Plant-Lavender-in-Pots-Step-1.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Look for large pots.",
                    "description": "Lavender plants can grow to the size of a small shrub, so a large pot for starting will allow for this growth. 12-16 inch containers are the sizes you should look for. Do not look a pot with an attached saucer as this will limit efficient drainage. Remember that lavender plant roots are susceptible to rot if the soil retains water too long. It would be best if the pot had multiple draining holes to further encourage quick drainage. You can drill extras if the pot you choose only has one drain hole. EXPERT TIP\t\"Plant lavender in a large container. Otherwise, you'll have to water it 2-3 times a day, because it will dry out quickly in the sun.\" Steve Masley\t\t\t\t\tProfessional Organic Gardener\t\t\t\t\t\t\t\tSteve Masley has been designing and maintaining organic vegetable gardens in the San Francisco Bay Area for over 30 years. He is a Organic Gardening Consultant and Founder of Grow-It-Organically, a website that teaches clients and students the ins and outs of organic vegetable gardening. In 2007 and 2008, Steve taught the Local Sustainable Agriculture Field Practicum at Stanford University. Steve MasleyProfessional Organic Gardener",
                    "img": "https://www.wikihow.com/images/thumb/1/17/Plant-Lavender-in-Pots-Step-2.jpg/v4-460px-Plant-Lavender-in-Pots-Step-2.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Fill the bottom 1-2 inches of your pot with the packing peanuts or gravel.",
                    "description": "Even it out along the bottom, but it doesn’t need to be perfect. Make sure this material isn’t falling out of the draining holes.",
                    "img": "https://www.wikihow.com/images/thumb/a/ad/Plant-Lavender-in-Pots-Step-3.jpg/v4-460px-Plant-Lavender-in-Pots-Step-3.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Pour some of your potting mix into your pot.",
                    "description": "This mix should fill about a quarter to a third of the rest of the pot, or about 1-inch above the gravel or packing peanuts. Again, it doesn’t need to be perfect, but don’t fill the pot so full that the plant hardly fits and don’t under-fill it so the plant sits too deep in the pot. You will need well-draining alkaline soil from a garden or department store. This soil is a common product in the garden section, so it should be easy to locate. Ask an employee if you have difficulty locating the right soil. Mix the soil with your hands to break up any dirt clods. You can also add 1 Tablespoon of lime to the potting mix to increase the alkaline quality of the soil. EXPERT TIP\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tSteve Masley\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tProfessional Organic Gardener\t\t\t\t\t\t\t\tSteve Masley has been designing and maintaining organic vegetable gardens in the San Francisco Bay Area for over 30 years. He is a Organic Gardening Consultant and Founder of Grow-It-Organically, a website that teaches clients and students the ins and outs of organic vegetable gardening. In 2007 and 2008, Steve taught the Local Sustainable Agriculture Field Practicum at Stanford University. Steve Masley\t\t\tProfessional Organic Gardener\t\t\t\tMake your own soil mix for healthy lavender. Steve Masley and Pat Browne of Grow it Organically say: \"Lavender likes really good drainage, so try mixing equal parts of compost, coarse builder sand, lava rocks, and a coarse material like coconut husks.\"",
                    "img": "https://www.wikihow.com/images/thumb/b/b8/Plant-Lavender-in-Pots-Step-4.jpg/v4-460px-Plant-Lavender-in-Pots-Step-4.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                }
            ]
        },
        {
            "name": "Planting Your Lavender Plant",
            "steps": [
                {
                    "headline": "Remove the Lavender plant from its current pot.",
                    "description": "Squeeze the bottom of the pot your lavender plant is in. This helps loosen the lavender and its dirt ball from the smaller pot. Tilt the lavender sideways and pull gently on the plant’s base. With the loosening of the previous step, the lavender plant should ease out of its old pot. The dirt should be solid enough that it feels like it will come out in one chunk if handled gently. Handle your pot-less lavender gently to avoid breaking the dirt and damaging the roots as well as the foliage above the dirt. Now you’re ready to pot your lavender plant in the new pot!",
                    "img": "https://www.wikihow.com/images/thumb/9/93/Plant-Lavender-in-Pots-Step-5.jpg/v4-460px-Plant-Lavender-in-Pots-Step-5.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Place the lavender plant in the center of the pot.",
                    "description": "Nestle it into the dirt that is already in the pot for security. The base of the plant should sit 3-inches below the rim of the pot. Gently break the surface of the lavender dirt ball with your fingers to release some of the roots. Root binding happens when a plant has been in a small pot too long and the roots rival the dirt for space. This makes the dirt hard and unless the dirt and roots are loosened, the roots will not expand in their new pot and the plant will soon die. Most potted plants won’t be root bound, but it’s a good idea to loosen up the roots and dirt a little to ensure the roots get a healthy start.",
                    "img": "https://www.wikihow.com/images/thumb/b/b7/Plant-Lavender-in-Pots-Step-6.jpg/v4-460px-Plant-Lavender-in-Pots-Step-6.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Fill the rest of the pot with your potting mix.",
                    "description": "Fill it only up to the top of the dirt ball around the lavender plant’s roots. Don’t pack the soil around the Lavender plant. The soil needs to stay loose for effective drainage.",
                    "img": "https://www.wikihow.com/images/thumb/9/99/Plant-Lavender-in-Pots-Step-7.jpg/v4-460px-Plant-Lavender-in-Pots-Step-7.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Spread a half cup timed-release fertilizer over your potting soil.",
                    "description": "Sprinkle the fertilizer on the soil and then scratch the fertilizer into the soil with a fork. Timed-release fertilizer can be found at any gardening or farm store and will release fertilizer as the plant is watered. An example of a timed-release pellet fertilizer is alfalfa pellets. They are organic and contain Triacontanol, which is a growth stimulant. Some soils come with fertilizers like alfalfa pellets already mixed in, so you may not need to do this.",
                    "img": "https://www.wikihow.com/images/thumb/c/c4/Pertilizer.jpg/v4-460px-Pertilizer.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Mulch your lavender plant.",
                    "description": "Turkey grits or white landscaping pebbles work best for mulching lavenders. Lay the mulch on the soil in a 2-inch thick layer up to the base of the plant. This mulch is great for preventing rot in the roots and stems of the plants. The white color of turkey grits and white landscaping pebbles will reflect sunlight back to the plant which will stimulate growth. The mulch will also encourage air circulation and quick drainage. These materials are inexpensive and can be found at farm and pet stores and some garden stores.",
                    "img": "https://www.wikihow.com/images/thumb/c/c4/Plant-Lavender-in-Pots-Step-9.jpg/v4-460px-Plant-Lavender-in-Pots-Step-9.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                }
            ]
        },
        {
            "name": "Caring for Your Lavender Plant",
            "steps": [
                {
                    "headline": "Drench your plant in water.",
                    "description": "Water when the soil is almost dry. They need to be watered heavily so the plants get enough moisture. However, lavender plants must also be watered infrequently so the roots aren’t in contact with moisture long enough to rot. Depending on where you live and what season it is, infrequent watering could mean weekly or biweekly.",
                    "img": "https://www.wikihow.com/images/thumb/e/ec/Plant-Lavender-in-Pots-Step-10.jpg/v4-460px-Plant-Lavender-in-Pots-Step-10.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Place pots where they will get at least 6 to 8 hours of sunlight.",
                    "description": "Shade reduces growth and fragrance of the lavender plants. Place on concrete surfaces in cooler temperatures to amplify the heat the plants receive.",
                    "img": "https://www.wikihow.com/images/thumb/5/54/Plant-Lavender-in-Pots-Step-11.jpg/v4-460px-Plant-Lavender-in-Pots-Step-11.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Store your potted lavender plants in a garage or indoors during the winter to protect them.",
                    "description": "Freezing temperatures and snow aren’t handled very well by lavender plants. One danger of leaving your lavenders in pots in the cold is that if there is enough moisture in the soil, it could freeze and crack your pots. The plant can handle the freezing, but your pots are less likely to.",
                    "img": "https://www.wikihow.com/images/thumb/5/5d/Plant-Lavender-in-Pots-Step-12.jpg/v4-460px-Plant-Lavender-in-Pots-Step-12.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                },
                {
                    "headline": "Prune your lavender plants.",
                    "description": "Lavenders should generally be pruned around August, but pruning time varies depending on what your climate is like. Use a pair of good pruning clippers to snip bunches of the stems away. As a general rule, prune at least a couple of months before winter sets in. Pruning a large lavender plant will take very little time with good pruning clippers\nSnip the stems about three fingers above the new stems that are springing up around the base of the plants. Pruning each year can potentially extend your lavender’s life to ten years if your climate will allow the plant to live through winter.",
                    "img": "https://www.wikihow.com/images/thumb/b/b0/Plant-Lavender-in-Pots-Step-13.jpg/v4-460px-Plant-Lavender-in-Pots-Step-13.jpg",
                    "internal_link": null,
                    "img_license": "Creative Commons"
                }
            ]
        }
    ],
    "refs": [
        "http://www.uslavender.org/index.php?option=com_content&view=article&id=73:lavender-varieties&catid=24:lavender-101&Itemid=138",
        "http://www.uslavender.org/index.php?option=com_content&view=article&id=73:lavender-varieties&catid=24:lavender-101&Itemid=138",
        "https://brightnest.com/posts/how-to-grow-lavender-in-a-pot",
        "https://www.csmonitor.com/The-Culture/Gardening/diggin-it/2010/0202/With-these-tips-anyone-can-grow-lavender",
        "https://brightnest.com/posts/how-to-grow-lavender-in-a-pot",
        "https://www.youtube.com/watch?v=gdRL48lAIV4",
        "https://www.csmonitor.com/The-Culture/Gardening/diggin-it/2010/0202/With-these-tips-anyone-can-grow-lavender",
        "https://www.youtube.com/watch?v=gdRL48lAIV4",
        "https://www.youtube.com/watch?v=gdRL48lAIV4"
    ],
    "quizzes": [],
    "other_languages": {}
}