{
    "title": "Lavanta Saksıya Nasıl Ekilir?",
    "url": "https://www.wikihow.com/Plant-Lavender-in-Pots",
    "title_description": "Lavanta bitkileri, sıcak ve kuru iklimlerde gelişen güzel ve kokulu bitkilerdir. Tüm iklimler onlar için harika değildir, bu nedenle bazen iyi büyümek ve istediğiniz çiçekleri üretmek için biraz ekstra özen göstermeleri gerekir. Ancak doğru lavanta çeşidi, doğru saksı koşulları ve özenle, yaşadığınız hemen hemen her yerde gelişen bir saksı lavanta bitkisine sahip olabilirsiniz.",
    "category_hierarchy": [
        "Ev ve bahçe",
        "Bahçıvanlık",
        "İç Mekan ve Veranda Bitkileri"
    ],
    "author": {
        "name": "Steve Masley",
        "n_coauthors": 6,
        "blurb": "Profesyonel Organik Bahçıvan"
    },
    "time_updated": "22 Ağustos 2019",
    "n_views": 63609,
    "rating": {
        "n_votes": 66,
        "helpful_percent": 97
    },
    "methods": [],
    "parts": [
        {
            "name": "Doğru Büyüme Koşullarını Ayarlama",
            "steps": [
                {
                    "headline": "İkliminize ve alanınıza en uygun lavanta çeşitlerini seçin.",
                    "description": "Yüzlerce çeşidi olan 45 farklı lavanta türü vardır, bu nedenle aramanızı lavanta için ne istediğinize göre daraltmayı deneyin. Lavantalar genel olarak kuraklığa dayanıklıdır, ancak soğuğu çok iyi idare etmezler. Kışların çok sert geçtiği bir iklimde yaşıyorsanız, yine de lavanta bitkisi yetiştirebilirsiniz, ancak muhtemelen onlara yıllık gibi davranmanız ve her yıl değiştirmeniz gerekecektir. Lavanta kullanımları arasında peyzaj, kuru tomurcuklar, mutfak, el sanatları, taze kesimler ve uçucu yağlar bulunur. Bu kullanımların her birine farklı şekilde uyan farklı çeşitler vardır.",
                    "img": "https://www.wikihow.com/images/thumb/d/df/Plant-Lavender-in-Pots-Step-1.jpg/v4-460px-Plant-Lavender-in-Pots-Step-1.jpg",
                    "internal_link": null,
                    "img_license": "Genel yaratıcı"
                },
                {
                    "headline": "Büyük kaplar arayın.",
                    "description": "Lavanta bitkileri küçük bir çalı boyutuna kadar büyüyebilir, bu nedenle başlangıç ​​için büyük bir saksı bu büyümeye izin verecektir. 12-16 inçlik kaplar, aramanız gereken boyutlardır. Etkin drenajı sınırlayacağından, tabağı takılı bir tencereye bakmayın. Toprak suyu çok uzun süre tutarsa ​​lavanta bitki köklerinin çürümeye duyarlı olduğunu unutmayın. Hızlı drenajı daha da teşvik etmek için tencerede birden fazla boşaltma deliği olması en iyisidir. Seçtiğiniz tencerede sadece bir tahliye deliği varsa ekstralar açabilirsiniz. UZMAN İPUCU \"Lavantaları büyük bir kaba koyun. Aksi takdirde günde 2-3 kez sulamanız gerekir, çünkü güneşte çabuk kurur.\" Steve Masley Profesyonel Organik Bahçıvan Steve Masley, 30 yılı aşkın bir süredir San Francisco Körfez Bölgesi'nde organik sebze bahçeleri tasarlamakta ve bakımını yapmaktadır. O bir Organik Bahçe Danışmanıdır ve müşterilere ve öğrencilere organik sebze bahçeciliğinin içini ve dışını öğreten bir web sitesi olan Grow-It-Organical'ın Kurucusudur. 2007 ve 2008'de Steve, Stanford Üniversitesi'nde Yerel Sürdürülebilir Tarım Sahası Uygulaması dersi verdi. Steve MasleyProfesyonel Organik Bahçıvan",
                    "img": "https://www.wikihow.com/images/thumb/1/17/Plant-Lavender-in-Pots-Step-2.jpg/v4-460px-Plant-Lavender-in-Pots-Step-2.jpg",
                    "internal_link": null,
                    "img_license": "Genel yaratıcı"
                },
                {
                    "headline": "Tencerenizin altını 1-2 inçlik fıstık veya çakılla doldurun.",
                    "description": "En dipte bile, ama mükemmel olması gerekmiyor. Bu malzemenin boşaltma deliklerinden düşmediğinden emin olun.",
                    "img": "https://www.wikihow.com/images/thumb/a/ad/Plant-Lavender-in-Pots-Step-3.jpg/v4-460px-Plant-Lavender-in-Pots-Step-3.jpg",
                    "internal_link": null,
                    "img_license": "Genel yaratıcı"
                },
                {
                    "headline": "Saksı karışımınızın bir kısmını tencerenize dökün.",
                    "description": "Bu karışım, tencerenin geri kalanının yaklaşık dörtte biri ila üçte birini veya çakıl veya paketleme fıstıklarının yaklaşık 1 inç yukarısını doldurmalıdır. Yine, mükemmel olması gerekmez, ancak tencereyi o kadar doldurmayın ki bitki zorlukla sığar ve yetersiz doldurmayın, böylece bitki tencerede çok derin oturur. Bir bahçe veya mağazadan iyi drene olan alkali toprağa ihtiyacınız olacak. Bu toprak bahçe bölümünde yaygın bir üründür, bu nedenle bulunması kolay olmalıdır. Doğru toprağı bulmakta zorluk çekiyorsanız bir çalışana sorun. Kir parçalarını kırmak için toprağı elinizle karıştırın. Toprağın alkali kalitesini artırmak için saksı karışımına 1 yemek kaşığı kireç de ekleyebilirsiniz. UZMAN İPUCU Steve Masley Profesyonel Organik Bahçıvan Steve Masley, 30 yılı aşkın bir süredir San Francisco Körfez Bölgesi'nde organik sebze bahçeleri tasarlamakta ve bakımını yapmaktadır. O bir Organik Bahçe Danışmanıdır ve müşterilere ve öğrencilere organik sebze bahçeciliğinin içini ve dışını öğreten bir web sitesi olan Grow-It-Organical'ın Kurucusudur. 2007 ve 2008'de Steve, Stanford Üniversitesi'nde Yerel Sürdürülebilir Tarım Sahası Uygulaması dersi verdi. Steve Masley Profesyonel Organik Bahçıvan Sağlıklı lavanta için kendi toprak karışımınızı yapın. Grow it Organically'den Steve Masley ve Pat Browne şöyle diyor: \"Lavanta gerçekten iyi drenajı sever, bu nedenle kompost, kaba inşaat kumu, lav kayaları ve hindistancevizi kabuğu gibi kaba bir malzemeyi eşit miktarda karıştırmayı deneyin.\"",
                    "img": "https://www.wikihow.com/images/thumb/b/b8/Plant-Lavender-in-Pots-Step-4.jpg/v4-460px-Plant-Lavender-in-Pots-Step-4.jpg",
                    "internal_link": null,
                    "img_license": "Genel yaratıcı"
                }
            ]
        },
        {
            "name": "Lavanta Bitkinizi Dikmek",
            "steps": [
                {
                    "headline": "Lavanta bitkisini mevcut saksısından çıkarın.",
                    "description": "Lavanta bitkinizin bulunduğu saksının altını sıkın. Bu, lavantanın ve onun kir topunun daha küçük saksıdan gevşemesine yardımcı olur. Lavantayı yana doğru eğin ve bitkinin tabanından hafifçe çekin. Bir önceki adımın gevşetilmesiyle birlikte lavanta bitkisi eski saksısından gevşemelidir. Kir, nazikçe kullanılırsa tek bir parça halinde çıkacakmış gibi hissettirecek kadar sağlam olmalıdır. Kiri kırmamak ve köklerin yanı sıra kirin üzerindeki yapraklara zarar vermemek için saksısız lavantanızı nazikçe kullanın. Artık lavanta bitkinizi yeni saksıya koymaya hazırsınız!",
                    "img": "https://www.wikihow.com/images/thumb/9/93/Plant-Lavender-in-Pots-Step-5.jpg/v4-460px-Plant-Lavender-in-Pots-Step-5.jpg",
                    "internal_link": null,
                    "img_license": "Genel yaratıcı"
                },
                {
                    "headline": "Lavanta bitkisini tencerenin ortasına yerleştirin.",
                    "description": "Güvenlik için tencerede bulunan kire sokun. Bitkinin tabanı, tencerenin kenarının 3 inç altına oturmalıdır. Köklerin bir kısmını serbest bırakmak için lavanta kir topunun yüzeyini parmaklarınızla hafifçe kırın. Bir bitki çok uzun süre küçük bir tencerede kaldığında ve kökler yer için kire rakip olduğunda kök bağlanması gerçekleşir. Bu kiri sertleştirir ve kir ve kökler gevşetilmedikçe kökler yeni saksılarında genişlemez ve bitki kısa sürede ölür. Çoğu saksı bitkisi köke bağlı olmayacaktır, ancak köklerin sağlıklı bir başlangıç ​​yapmasını sağlamak için kökleri ve kiri biraz gevşetmek iyi bir fikirdir.",
                    "img": "https://www.wikihow.com/images/thumb/b/b7/Plant-Lavender-in-Pots-Step-6.jpg/v4-460px-Plant-Lavender-in-Pots-Step-6.jpg",
                    "internal_link": null,
                    "img_license": "Genel yaratıcı"
                },
                {
                    "headline": "Tencerenin geri kalanını saksı karışımınızla doldurun.",
                    "description": "Sadece lavanta bitkisinin köklerinin etrafındaki kir topunun tepesine kadar doldurun. Lavanta bitkisinin etrafındaki toprağı paketlemeyin. Etkili drenaj için toprağın gevşek kalması gerekir.",
                    "img": "https://www.wikihow.com/images/thumb/9/99/Plant-Lavender-in-Pots-Step-7.jpg/v4-460px-Plant-Lavender-in-Pots-Step-7.jpg",
                    "internal_link": null,
                    "img_license": "Genel yaratıcı"
                },
                {
                    "headline": "Saksı toprağınızın üzerine yarım fincan zamanlı salımlı gübre sürün.",
                    "description": "Gübreyi toprağa serpin ve ardından gübreyi bir çatalla toprağa kazıyın. Zamanlı salınan gübre herhangi bir bahçe veya çiftlik mağazasında bulunabilir ve bitki sulandıkça gübre salacaktır. Zamanlı salımlı pelet gübreye bir örnek, yonca peletleridir. Organiktirler ve büyüme uyarıcısı olan Triacontanol içerirler. Bazı topraklar, zaten karıştırılmış yonca peletleri gibi gübrelerle birlikte gelir, bu nedenle bunu yapmanız gerekmeyebilir.",
                    "img": "https://www.wikihow.com/images/thumb/c/c4/Pertilizer.jpg/v4-460px-Pertilizer.jpg",
                    "internal_link": null,
                    "img_license": "Genel yaratıcı"
                },
                {
                    "headline": "Lavanta bitkinizi malçlayın.",
                    "description": "Hindi irmik veya beyaz peyzaj çakılları, lavantaların malçlanması için en iyi sonucu verir. Malçı, bitkinin tabanına kadar 2 inç kalınlığında bir tabaka halinde toprağa yerleştirin. Bu malç, bitkilerin köklerinde ve gövdelerinde çürümeyi önlemek için mükemmeldir. Hindi irmiklerinin beyaz rengi ve beyaz peyzaj çakılları, güneş ışığını bitkiye geri yansıtacak ve bu da büyümeyi teşvik edecektir. Malç ayrıca hava sirkülasyonunu ve hızlı drenajı teşvik edecektir. Bu malzemeler ucuzdur ve çiftlik ve evcil hayvan dükkanlarında ve bazı bahçe mağazalarında bulunabilir.",
                    "img": "https://www.wikihow.com/images/thumb/c/c4/Plant-Lavender-in-Pots-Step-9.jpg/v4-460px-Plant-Lavender-in-Pots-Step-9.jpg",
                    "internal_link": null,
                    "img_license": "Genel yaratıcı"
                }
            ]
        },
        {
            "name": "Lavanta Bitkinizin Bakımı",
            "steps": [
                {
                    "headline": "Bitkinizi suya batırın.",
                    "description": "Toprak neredeyse kuruduğunda su. Bitkilerin yeterince nem alması için yoğun şekilde sulanmaları gerekir. Bununla birlikte, lavanta bitkileri de seyrek olarak sulanmalıdır, böylece kökler çürümeye yetecek kadar nemle temas halinde olmaz. Nerede yaşadığınıza ve hangi mevsimde olduğuna bağlı olarak, seyrek sulama haftalık veya iki haftada bir anlamına gelebilir.",
                    "img": "https://www.wikihow.com/images/thumb/e/ec/Plant-Lavender-in-Pots-Step-10.jpg/v4-460px-Plant-Lavender-in-Pots-Step-10.jpg",
                    "internal_link": null,
                    "img_license": "Genel yaratıcı"
                },
                {
                    "headline": "Saksıları en az 6 ila 8 saat güneş ışığı alacakları yerlere yerleştirin.",
                    "description": "Gölge, lavanta bitkilerinin büyümesini ve kokusunu azaltır. Bitkilerin aldığı ısıyı yükseltmek için daha soğuk sıcaklıklarda beton yüzeylere yerleştirin.",
                    "img": "https://www.wikihow.com/images/thumb/5/54/Plant-Lavender-in-Pots-Step-11.jpg/v4-460px-Plant-Lavender-in-Pots-Step-11.jpg",
                    "internal_link": null,
                    "img_license": "Genel yaratıcı"
                },
                {
                    "headline": "Saksıdaki lavanta bitkilerinizi korumak için kışın bir garajda veya içeride saklayın.",
                    "description": "Dondurucu sıcaklıklar ve kar, lavanta bitkileri tarafından çok iyi işlenmez. Lavantalarınızı soğukta saksılarda bırakmanın bir tehlikesi, toprakta yeterli nem varsa saksılarınızı dondurup çatlatabilmesidir. Bitki donmayı kaldırabilir, ancak saksılarınız daha az olasıdır.",
                    "img": "https://www.wikihow.com/images/thumb/5/5d/Plant-Lavender-in-Pots-Step-12.jpg/v4-460px-Plant-Lavender-in-Pots-Step-12.jpg",
                    "internal_link": null,
                    "img_license": "Genel yaratıcı"
                },
                {
                    "headline": "Lavanta bitkilerinizi budayın.",
                    "description": "Lavantalar genellikle Ağustos ayı civarında budanmalıdır, ancak budama zamanı, ikliminizin nasıl olduğuna bağlı olarak değişir. Sapların demetlerini kesmek için bir çift iyi budama makası kullanın. Genel bir kural olarak, kış başlamadan en az birkaç ay önce budama yapın. Büyük bir lavanta bitkisinin budaması, iyi budama makaslarıyla çok az zaman alacaktır.\nSapları, bitkilerin tabanı etrafında yükselen yeni gövdelerin yaklaşık üç parmak yukarısından kesin. İkliminiz bitkinin kışı geçirmesine izin veriyorsa, her yıl budama, lavantanızın ömrünü potansiyel olarak on yıla kadar uzatabilir.",
                    "img": "https://www.wikihow.com/images/thumb/b/b0/Plant-Lavender-in-Pots-Step-13.jpg/v4-460px-Plant-Lavender-in-Pots-Step-13.jpg",
                    "internal_link": null,
                    "img_license": "Genel yaratıcı"
                }
            ]
        }
    ],
    "refs": [
        "http://www.uslavender.org/index.php?option=com_content&view=article&id=73:lavender-varieties&catid=24:lavender-101&Itemid=138",
        "http://www.uslavender.org/index.php?option=com_content&view=article&id=73:lavender-varieties&catid=24:lavender-101&Itemid=138",
        "https://brightnest.com/posts/how-to-grow-lavender-in-a-pot",
        "https://www.csmonitor.com/The-Culture/Gardening/diggin-it/2010/0202/With-these-tips-anyone-can-grow-lavender",
        "https://brightnest.com/posts/how-to-grow-lavender-in-a-pot",
        "https://www.youtube.com/watch?v=gdRL48lAIV4",
        "https://www.csmonitor.com/The-Culture/Gardening/diggin-it/2010/0202/With-these-tips-anyone-can-grow-lavender",
        "https://www.youtube.com/watch?v=gdRL48lAIV4",
        "https://www.youtube.com/watch?v=gdRL48lAIV4"
    ],
    "quizzes": [],
    "other_languages": {}
}